[
  {
    "id": "parker",
    "name": "Parker",
    "breed": "Terrier X Basset Hound",
    "age": "3 Years",
    "weight": "40 lbs",
    "gender": "Male",
    "description": "Parker is a delightful lowrider whose tail is twice as long as his legs.",
    "details": "Parker is a delightful lowrider whose tail is twice as long as his legs. \n\nHe looks to be a terrier X basset hound and is medium in both size and energy. \n\nHe is happiest in the company of his people and is very loving and affectionate. \n\nHe likes walks both long and short. \n\nParker is fully crate trained, potty trained (he even has a potty cue on command!!)  and is working on his extended in home obedience - he’s very low key in the house. \n\nHe walks incredible on leash, no pulling at all. \n\nBFF has worked diligently to make him a solid, furry companion. \n\n He loves playing with his toys and eating snacks - he’s a bit of a gourmand. \n\nParker would do best as the only animal in the house hold. \n\nKids: Parker could be in a home with an older child, but generally speaking, he likes a calm household. \n\nOverall he’s a sweet soul just waiting to be found by his family. \n\nIf you're looking for a goofy, little loyal companion and sense of humour in your life, Parker just might be the perfect match. \n\n",
    "image": "/dogs/parker_01.png",
    "images": [
      "/dogs/parker_01.png",
      "/dogs/parker_02.png",
      "/dogs/parker_03.png",
      "/dogs/parker_04.png",
      "/dogs/parker_05.png",
      "/dogs/parker_06.png"
    ]
  },
  {
    "id": "maggie",
    "name": "Maggie",
    "breed": "Boxer mix",
    "age": "11 months",
    "weight": "42 lbs",
    "gender": "Female",
    "description": "This pup is an absolute lovebug. Maggie enjoys every moment of a good pet. Loves to spend time with her humans and is figuring out how to cuddle. ",
    "details": "This pup is an absolute lovebug. \n\nMaggie enjoys every moment of a good pet. \n\nLoves to spend time with her humans and is figuring out how to cuddle. \n\nGreat with new-to-her humans - sits to accept a greeting and a pet. \n\nHas had limited exposure to small children - introduces well, well-behaved and gentle. \n\nMay get a overwhelmed when crowded by little ones, so would need time to get used to lots of attention. \n\nMaggie loves loves loves to play with other dogs of all sizes, and has good social skills. \n\nIntroduces very well. \n\nWould do well in a home with other dogs. \n\nPlaying with other dogs has proven a great way to expend her puppy energy. \n\nShe is happy walking on leash and is quickly learning not to pull. \n\nVery interested in investigating her environment and equally happy to sit in the grass and take in a lovely day with you in a familiar environment. \n\nShe loves the outdoors. \n\nMaggie is crate trained, and potty trained. \n\nShe is working on her manners in the house, so will do well with consistency with training in the home. \n\nAnd she will fill that home with more love than you would think possible. \n\nIf you would like to meet lovely Maggie, please fill out the adoption application on our website.",
    "image": "/dogs/maggie_01.png",
    "images": [
      "/dogs/maggie_01.png",
      "/dogs/maggie_02.png",
      "/dogs/maggie_03.png",
      "/dogs/maggie_04.png",
      "/dogs/maggie_05.png",
      "/dogs/maggie_06.png",
      "/dogs/maggie_07.png",
      "/dogs/maggie_08.png",
      "/dogs/maggie_09.png"
    ]
  },
  {
    "id": "lavender",
    "name": "Lavender",
    "breed": "Beagle",
    "age": "3 Years",
    "weight": "16 lbs",
    "gender": "Male",
    "description": "This little lady is as cuddly as they come and thrives on human affection. If you're looking for a loyal shadow to follow you around and snuggle up at every opportunity, Lavender might just be your perfect match.",
    "details": "Lavender is a 3-year-old, 16 lb beagle mix with a heart full of love — possibly too much love. \n\nThis little lady is as cuddly as they come and thrives on human affection. \n\nIf you're looking for a loyal shadow to follow you around and snuggle up at every opportunity, Lavender might just be your perfect match. \n\nShe’s playful, especially with her toys, and enjoys soaking up the sunshine on a quiet afternoon. \n\nLavender is good on leash and more or less housetrained, though she does experience some separation anxiety. \n\nWith time, stability, and love, we believe this will improve as she settles into her forever home. \n\nIf you're ready for a devoted companion who will love you with her whole heart, Lavender is waiting to meet you. \n\n💜 Please fill out the adoption application on our website to take the first step in bringing her home.",
    "image": "/dogs/lavender_01.png",
    "images": ["/dogs/lavender_01.png"]
  },
  {
    "id": "maurice",
    "name": "Maurice",
    "breed": "Maltese mix",
    "age": "3 Years",
    "weight": "16 lbs",
    "gender": "Male",
    "description": "Meet Maurice – A Resilient, Loving Companion. Maurice is a 3-year-old Maltese mix with a heart full of love and a story of survival. Found on the streets of California in terrible condition, he was so severely matted that he could barely see. After receiving much-needed medical care, Maurice’s sweet personality began to shine.",
    "details": "Maurice is a 3-year-old Maltese mix with a heart full of love and a story of survival. \n\nFound on the streets of California in terrible condition, he was so severely matted that he could barely see. \n\nAfter receiving much-needed medical care, Maurice’s sweet personality began to shine. \n\nDespite his tough past, Maurice is a playful and affectionate little guy. \n\nHe adores mealtime and won’t hesitate to give you a little bark to remind you when it's time to eat. \n\nHe loves cuddles, enjoys being pampered during baths and trims, and is learning to socialize with other dogs. \n\nCity noise doesn’t bother him, and he thrives in a calm, low-activity environment. \n\nMaurice has been diagnosed with heart disease and is on lifelong medication, with a prognosis of up to two years. \n\nHe is now searching for his last forever home—a safe and loving place where he can be cherished for the rest of his days. \n\nIf you're looking for a sweet, easygoing companion to shower with love, Maurice is ready to be by your side. \n\nCould you be the one to give Maurice the love-filled home he deserves? ❤️",
    "image": "/dogs/maurice_01.png",
    "images": ["/dogs/maurice_01.png"]
  },
  {
    "id": "bellavue",
    "name": "Bellavue",
    "breed": "Terrier mix",
    "age": "2 Years",
    "weight": "44 lbs",
    "gender": "Female",
    "description": "Bellavue/Bella is a spunky two year old pup with a lovely personality. She can be both soft and sweet, with lots of playful spunk. ",
    "details": "Dogs - would have to be well matched \n\nKids - mature kids 12 and up \n\nCats - no at this time \n\nBellavue/Bella is a spunky two year old pup with a lovely personality. \n\nShe can be both soft and sweet, with lots of playful spunk. \n\nBella is fully crate and potty trained. \n\nWe are excited for Bella to meet humans who enjoy hiking on trails, maybe camping in her future, an adventure here and there. \n\nBella has learned quickly how to walk well on leash, and is calm inside the home. \n\nShe would thrive in a home with someone who understands the value of balance and structure. \n\nShe is very soft to pet, medium coated, with lovely white and tan markings, we are particularly fond of her eyeliner markings, very demure. \n\nWe believe Bella would do fine in either any style of home, an apartment, townhome or standalone home with a yard. \n\nTrainer notes: \nExceptional personality, soft, playful, sweet, loving. \n\nA generally stable dog with a couple manageable quirks that don’t exceed beyond your typical shelter dogs behaviours. \n\nVery quick learner, happy to take feedback and direction. \n\nNo signs or resource guarding or separation anxiety, she does fine when I leave the house. \n\nIf you'd like to meet our beautiful girl Bellavue, please fill out the adoption application on our website.",
    "image": "/dogs/bellavue_01.png",
    "images": [
      "/dogs/bellavue_01.png",
      "/dogs/bellavue_02.png",
      "/dogs/bellavue_03.png",
      "/dogs/bellavue_04.png",
      "/dogs/bellavue_05.png",
      "/dogs/bellavue_06.png"
    ]
  },
  {
    "id": "rusty",
    "name": "Rusty",
    "breed": "Potcake mix",
    "age": "1 Years",
    "weight": "50 lbs",
    "gender": "Male",
    "description": "Rusty is a super affectionate guy who is 75 percent legs! He thinks everything is great fun, he's just happy to be involved. His favourite pass time is to be brushed. ",
    "details": "Rusty is a super affectionate guy who is 75 percent legs! He thinks everything is great fun, he's just happy to be involved. \n\nHis favourite pass time is to be brushed. \n\nHe is young and full of energy and would thrive with an active person to take him on all the adventures! He is young and still needs some help to learn the ropes on how to be the bestest boy. \n\nHe is a quick study, and eager to please! Rusty is happiest in the company of his people, but will settle in a small space when his people need to go out without him. \n\nHe is still working on crate training, and is fully house trained. \n\nHe even goes and sits at the back door when he would like a potty break! He is not tested around children or cats. \n\nHe is unsure of other dogs on leash. \n\nRusty would do best as the only dog in the home. \n\nHe loves to snuggle with his people, have snacks and play with his toys. \nHe also loves to play in the water! Rusty is a handsome, sweet, goofy guy looking to find his furever family. \n\nIf you'd like to meet the handsome boy, please fill out the adoption application on our website. \n\n",
    "image": "/dogs/rusty_01.png",
    "images": [
      "/dogs/rusty_01.png",
      "/dogs/rusty_02.png",
      "/dogs/rusty_03.png",
      "/dogs/rusty_04.png",
      "/dogs/rusty_05.png",
      "/dogs/rusty_06.png"
    ]
  }
]
